test/integration/data.pyvmomi.clone/request-67.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soapenv:Body>
    <DestroyView xmlns="urn:vim25">
      <_this type="ContainerView">session[a5e79a54-e8d2-40f6-cd50-bae326c01cab]527c4a90-2126-5794-7912-dce2b869d7e7</_this>
    </DestroyView>
  </soapenv:Body>
</soapenv:Envelope>
